Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Server settings moved
ko: 서버 설정이 이동됨
ru: Настройки сервера перенесены
zh_hans: 服务端设置已移动
zh_hant: 服務器設置已移動

source: Server Stopped
ko: 서버 중지됨
ru: Сервер остановлен
zh_hans: 服务端已停止
zh_hant: 服務器已停止

source: Server token (optional)
ko: 서버 토큰(선택 사항)
ru: Токен сервера (необязательно)
zh_hans: 服务器令牌（可选）
zh_hant: 服務器令牌（可選）

source: Server URL
ko: 서버 URL
ru: Сервер URL
zh_hans: 服务端 URL
zh_hant: 服務器 URL

source: Service: com.osaurus.storage
ko: 서비스: com.osaurus.storage
ru: Сервис: com.osaurus.хранилище
zh_hans: 服务：com.osaurus.storage
zh_hant: 服務：com.osaurus.storage

source: session-end (default)
ko: 세션 종료(기본값)
ru: конец сеанса (по умолчанию)
zh_hans: 会话结束（默认）
zh_hant: 會話結束（默認）

source: Set a Backdrop
ko: 배경 설정
ru: Установить фон
zh_hans: 设置背景
zh_hant: 設置背景

source: Set a hotkey to enable transcription mode
ko: 전사 모드를 활성화할 단축키 설정
ru: Задайте сочетание клавиш для режима транскрипции
zh_hans: 设置快捷键以启用转写模式
zh_hant: 設置快捷鍵以啓用轉寫模式

source: Set Default
ko: 기본값으로 설정
ru: Установить по умолчанию
zh_hans: 设为默认
zh_hant: 設爲默認

source: Set the room directly if it doesn't appear in the list above.
ko: 위 목록에 룸이 없으면 직접 설정하세요.
ru: Укажите комнату напрямую, если её нет в списке выше.
zh_hans: 如果上方列表中没有该房间，请直接设置。
zh_hant: 如果上方列表中沒有該房間，請直接設定。

source: Set up a dino for each kind of work. It remembers your context, so you stop re-explaining yourself.
ko: 각 작업 종류에 맞게 공룡을 설정하세요. 컨텍스트를 기억하므로 반복해서 설명할 필요가 없습니다.
ru: Настройте отдельного динозавра для каждого типа работы. Он запоминает контекст, поэтому не нужно каждый раз объяснять всё заново.
zh_hans: 为每种工作设置一只小恐龙。它会记住你的上下文，让你不必反复解释。
zh_hant: 爲每種工作設置一隻小恐龍。它會記住你的上下文，讓你不必反覆解釋。

source: Set up a folder monitor
ko: 폴더 모니터 설정
ru: Настройте монитор папок
zh_hans: 设置文件夹监视器
zh_hant: 設置文件夾監視器

source: Set up an automated AI task
ko: 자동화된 AI 작업 설정
ru: Настройте автоматическую задачу ИИ
zh_hans: 设置自动化 AI 任务
zh_hant: 設置自動化 AI 任務

source: Set up an Osaurus Identity to redeem codes.
ko: 코드를 사용하려면 Osaurus ID를 설정하세요.
ru: Настройте идентификатор Osaurus, чтобы активировать коды.
zh_hans: 设置 Osaurus 身份以兑换代码。
zh_hant: 設定 Osaurus 身分以兌換代碼。

source: Set up automated AI tasks that run on your schedule.
ko: 일정에 따라 실행되는 자동화된 AI 작업을 설정하세요.
ru: Настройте автоматические задачи ИИ, которые будут выполняться по расписанию.
zh_hans: 设置按你的日程运行的自动化 AI 任务。
zh_hant: 設置按你的日程運行的自動化 AI 任務。

source: Set Up Sandbox
ko: 샌드박스 설정
ru: Настроить песочницу
zh_hans: 设置沙盒
zh_hant: 設置沙盒

source: Set up the sandbox to enable the workspace.
ko: 작업 공간을 사용하도록 샌드박스를 설정하세요.
ru: Настройте песочницу, чтобы включить рабочую область.
zh_hans: 设置沙盒以启用工作区。
zh_hant: 設置沙盒以啓用工作區。

source: Set up this agent's identity in the Identity tab
ko: 신원 탭에서 이 에이전트의 신원을 설정하세요
ru: Настройте идентификация этого агента на вкладке «Идентификация».
zh_hans: 在“身份”标签页中设置此智能体的身份
zh_hant: 在「身份」標籤頁中設置此智能體的身份

source: Set up your Osaurus Identity
ko: Osaurus 신원 설정
ru: Настройте свою идентификация Osaurus
zh_hans: 设置你的 Osaurus 身份
zh_hant: 設置你的 Osaurus 身份

source: Set up your Osaurus Identity before redeeming a code.
ko: 코드를 사용하기 전에 Osaurus ID를 설정하세요.
ru: Настройте идентификатор Osaurus перед активацией кода.
zh_hans: 兑换代码前，请先设置 Osaurus 身份。
zh_hant: 兌換代碼前，請先設定 Osaurus 身分。

source: Setting up sandbox
ko: 샌드박스 설정 중
ru: Настройка песочницы
zh_hans: 正在设置沙盒
zh_hant: 正在設置沙盒

source: Setting Up Sandbox
ko: 샌드박스 설정 중
ru: Настройка песочницы
zh_hans: 正在设置沙盒
zh_hant: 正在設置沙盒

source: Settings
ko: 설정
ru: Настройки
zh_hans: 设置
zh_hant: 設置

source: Settings → Data controls → Export account data. The download link arrives by email.
ko: 설정 → 데이터 제어 → 계정 데이터 내보내기. 다운로드 링크가 이메일로 전송됩니다.
ru: Настройки → Управление данными → Экспорт данных аккаунта. Ссылка для скачивания придёт по электронной почте.
zh_hans: 设置 → 数据控制 → 导出账户数据。下载链接将通过电子邮件发送。
zh_hant: 設定 → 資料控制 → 導出帳戶資料。下載連結將透過電子郵件傳送。

source: Settings → Data Controls → Export Chats downloads a JSON file right away. A single chat can also be exported from its own menu via Download → Export as JSON.
ko: 설정 → 데이터 제어 → 채팅 내보내기를 선택하면 JSON 파일이 바로 다운로드됩니다. 개별 채팅은 해당 채팅 메뉴의 다운로드 → JSON으로 내보내기로도 내보낼 수 있습니다.
ru: Настройки → Управление данными → Экспорт чатов сразу скачивает JSON-файл. Отдельный чат также можно экспортировать через его меню: Скачать → Экспорт в JSON.
zh_hans: 设置 → 数据控制 → 导出聊天会立即下载一个 JSON 文件。单个聊天也可通过其菜单中的 下载 → 导出为 JSON 导出。
zh_hant: 設定 → 資料控制 → 導出聊天會立即下載一個 JSON 檔案。單個聊天也可透過其選單中的 下載 → 導出為 JSON 導出。

source: Settings → Data controls → Export data. The download link arrives by email as a zip file.
ko: 설정 → 데이터 제어 → 데이터 내보내기. 다운로드 링크가 zip 파일로 이메일로 전송됩니다.
ru: Настройки → Управление данными → Экспорт данных. Ссылка для скачивания придёт по электронной почте в виде zip-файла.
zh_hans: 设置 → 数据控制 → 导出数据。下载链接将以 zip 文件形式通过电子邮件发送。
zh_hant: 設定 → 資料控制 → 導出資料。下載連結將以 zip 檔案形式透過電子郵件傳送。

source: Settings → Privacy → Export data. The download link arrives by email as a zip file.
ko: 설정 → 개인정보 보호 → 데이터 내보내기. 다운로드 링크가 zip 파일로 이메일로 전송됩니다.
ru: Настройки → Конфиденциальность → Экспорт данных. Ссылка для скачивания придёт по электронной почте в виде zip-файла.
zh_hans: 设置 → 隐私 → 导出数据。下载链接将以 zip 文件形式通过电子邮件发送。
zh_hant: 設定 → 隱私 → 導出資料。下載連結將以 zip 檔案形式透過電子郵件傳送。

source: Settings saved successfully
ko: 설정이 성공적으로 저장되었습니다
ru: Настройки успешно сохранены
zh_hans: 设置已保存
zh_hant: 設置已保存

source: Settings…
ko: 설정…
ru: Настройки…
zh_hans: 设置…
zh_hant: 設置…

source: Setup
ko: 설정
ru: Настройка
zh_hans: 设置
zh_hant: 設置

source: Setup Command
ko: 설정 명령
ru: Команда настройки
zh_hans: 设置命令
zh_hant: 設置命令

source: Setup Required
ko: 설정 필요
ru: Требуется настройка
zh_hans: 需要设置
zh_hant: 需要設置

source: SF Symbol name
ko: SF Symbol 이름
ru: SF Имя символа
zh_hans: SF Symbol 名称
zh_hant: SF Symbol 名稱

source: Shadow
ko: 그림자
ru: Тень
zh_hans: 阴影
zh_hant: 陰影

source: Shapes the voice of AI-generated empty-state greetings and quick actions. Each agent can override this in its Customization tab.
ko: AI가 생성하는 빈 상태 인사말 및 빠른 작업의 음성을 구성합니다. 각 에이전트는 맞춤 설정 탭에서 이를 재정의할 수 있습니다.
ru: Формирует голос генерируемых ИИ пустых приветствий и быстрых действий. Каждый агент может изменить это на своей вкладке «Настройка».
zh_hans: 塑造 AI 生成的空白状态问候语和快捷操作的风格。每个智能体都可以在其“自定义”标签页中覆盖此项。
zh_hant: 塑造 AI 生成的空白狀態問候語和快捷操作的風格。每個智能體都可以在其「自定義」標籤頁中覆蓋此項。

source: Share
ko: 공유
ru: Делиться
zh_hans: 分享
zh_hant: 分享

source: Share Agent
ko: 에이전트 공유
ru: Поделиться агентом
zh_hans: 分享智能体
zh_hant: 分享智能體

source: Share Anonymous Data
ko: 익명 데이터 공유
ru: Делитесь анонимными данными
zh_hans: 共享匿名数据
zh_hant: 共享匿名數據

source: Share anonymous usage data
ko: 익명 사용 데이터 공유
ru: Делитесь анонимными данными об использовании
zh_hans: 共享匿名使用数据
zh_hant: 共享匿名使用數據

source: Share Anonymous Usage Data
ko: 익명 사용 데이터 공유
ru: Делитесь анонимными данными об использовании
zh_hans: 共享匿名使用数据
zh_hant: 共享匿名使用數據

source: Share anonymous usage data to help improve Osaurus
ko: Osaurus 개선에 도움이 되도록 익명 사용 데이터 공유
ru: Поделитесь анонимными данными об использовании, чтобы помочь улучшить Osaurus
zh_hans: 共享匿名使用数据以帮助改进 Osaurus
zh_hant: 分享匿名使用數據以幫助改進 Osaurus

source: Share It
ko: 공유하기
ru: Поделиться
zh_hans: 分享
zh_hant: 分享它

source: Share Link
ko: 링크 공유
ru: Поделиться ссылкой
zh_hans: 分享链接
zh_hant: 分享鏈接

source: Share screen context
ko: 화면 컨텍스트 공유
ru: Поделиться контекстом экрана
zh_hans: 共享屏幕上下文
zh_hant: 分享屏幕上下文

source: Share screen context with chat
ko: 채팅과 화면 컨텍스트 공유
ru: Поделиться контекстом экрана в чате
zh_hans: 与聊天共享屏幕上下文
zh_hant: 與聊天共享屏幕上下文

source: Share Theme
ko: 테마 공유
ru: Поделиться темой
zh_hans: 分享主题
zh_hant: 分享主題

source: Share…
ko: 공유…
ru: Делиться…
zh_hans: 分享…
zh_hant: 分享…

source: Shared
ko: 공유됨
ru: Общий
zh_hans: 共享
zh_hant: 共享

source: Shared a file
ko: 파일 공유됨
ru: Поделился файлом
zh_hans: 已分享文件
zh_hant: 已分享文件

source: Shared by every chat in this project
ko: 이 프로젝트의 모든 채팅이 공유합니다
ru: Используется всеми чатами этого проекта
zh_hans: 此项目的每个聊天共享
zh_hant: 此專案的每個聊天共享

source: Shared collections every chat can search.
ko: 모든 채팅이 검색할 수 있는 공유 컬렉션입니다.
ru: Общие коллекции, доступные для поиска в каждом чате.
zh_hans: 每个聊天都可搜索的共享集合。
zh_hant: 每個聊天都可搜尋的共享集合。

source: Shared context added to every chat in this project.
ko: 이 프로젝트의 모든 채팅에 추가되는 공유 컨텍스트입니다.
ru: Общий контекст, добавляемый в каждый чат этого проекта.
zh_hans: 添加到此项目中每个聊天的共享上下文。
zh_hant: 新增到此專案中每個聊天的共享上下文。

source: Shared memory
ko: 공유 메모리
ru: Общая память
zh_hans: 共享记忆
zh_hant: 共享記憶

source: Shared Memory
ko: 공유 메모리
ru: Общая память
zh_hans: 共享记忆
zh_hant: 共享記憶

source: Shared Themes
ko: 공유된 테마
ru: Общие темы
zh_hans: 共享主题
zh_hant: 共享主題

source: Shared workspace
ko: 공유 작업 공간
ru: Общее рабочее пространство
zh_hans: 共享工作区
zh_hant: 共享工作空間

source: Sharing a file
ko: 파일 공유 중
ru: Общий доступ к файлу
zh_hans: 正在分享文件
zh_hant: 正在分享文件

source: Shell command run after dependencies are installed
ko: 종속성이 설치된 후 실행되는 셸 명령
ru: Команда оболочки запускается после установки зависимостей
zh_hans: 依赖安装后运行的 shell 命令
zh_hant: 依賴安裝後運行的 shell 命令

source: Shell command to execute
ko: 실행할 셸 명령
ru: Команда оболочки для выполнения
zh_hans: 要执行的 shell 命令
zh_hant: 要執行的 shell 命令

source: Short description
ko: 짧은 설명
ru: Краткое описание
zh_hans: 简短描述
zh_hant: 簡短描述

source: Short description shown in the popup
ko: 팝업에 표시되는 짧은 설명
ru: Краткое описание, отображаемое во всплывающем окне
zh_hans: 在弹窗中显示的简短描述
zh_hant: 在彈窗中顯示的簡短描述

source: Short-lived stdio probe
ko: 수명이 짧은 stdio 프로브
ru: Короткоживущий стандартный зонд
zh_hans: 短暂的 stdio 探测
zh_hant: 短暫的 stdio 探測

source: Should run smoothly on this Mac
ko: 이 Mac에서 원활하게 실행되어야 합니다
ru: На этом Mac должно работать без проблем
zh_hans: 应该能在此 Mac 上流畅运行
zh_hant: 應該能在此 Mac 上流暢運行

source: Show
ko: 보기
ru: Показывать
zh_hans: 显示
zh_hant: 顯示

source: Show a typing indicator in a chat.
ko: 채팅에 입력 중 표시기를 표시합니다.
ru: Показывать индикатор набора текста в чате.
zh_hans: 在聊天中显示输入指示器。

source: Show advanced settings
ko: 고급 설정 보기
ru: Показать дополнительные настройки
zh_hans: 显示高级设置
zh_hant: 顯示高級設置

source: Show All Themes
ko: 모든 테마 보기
ru: Показать все темы
zh_hans: 显示所有主题
zh_hant: 顯示所有主題

source: Show available commands and shortcuts
ko: 사용 가능한 명령 및 단축키 보기
ru: Показать доступные команды и ярлыки
zh_hans: 显示可用命令和快捷键
zh_hant: 顯示可用命令和快捷鍵

source: Show details
ko: 세부 정보 보기
ru: Показать детали
zh_hans: 显示详情
zh_hant: 顯示詳情

source: Show full text
ko: 전체 텍스트 보기
ru: Показать полный текст
zh_hans: 显示完整文本
zh_hant: 顯示完整文本

source: Show in chat
ko: 채팅에 표시
ru: Показать в чате
zh_hans: 在聊天中显示
zh_hant: 在聊天中顯示

source: Show less
ko: 간략히 보기
ru: Показать меньше
zh_hans: 收起
zh_hant: 顯示更少

source: Show Less
ko: 간략히 보기
ru: Показать меньше
zh_hans: 收起
zh_hant: 收起

source: Show model metadata
ko: 모델 메타데이터 보기
ru: Показать метаданные модели
zh_hans: 显示模型元数据
zh_hant: 顯示模型元數據

source: Show Notch Overlay on Menu Bar
ko: 메뉴 막대에 노치 오버레이 표시
ru: Показывать оверлей выреза в строке меню
zh_hans: 在菜单栏显示刘海浮层
zh_hant: 在選單列顯示瀏海浮層

source: Show technical details
ko: 기술 세부 정보 보기
ru: Показать технические подробности
zh_hans: 显示技术详情
zh_hant: 顯示技術詳情

source: Show the switch this depends on
ko: 이 기능이 의존하는 스위치 표시
ru: Показать переключатель, от которого это зависит
zh_hans: 显示此功能所依赖的开关
zh_hant: 顯示此功能所依賴的開關

source: Show Toast Notifications
ko: 토스트 알림 표시
ru: Показать всплывающие уведомления
zh_hans: 显示 Toast 通知
zh_hant: 顯示 Toast 通知

source: Show value
ko: 값 보기
ru: Показать значение
zh_hans: 显示值
zh_hant: 顯示值

source: Showing %lld-%lld of %lld
ko: %lld-%lld / %lld 표시 중
ru: Показаны %lld-%lld из %lld
zh_hans: 显示 %lld-%lld，共 %lld
zh_hant: 顯示 %lld-%lld 共 %lld

source: Showing %lld-%lld of %lld loaded
ko: %lld-%lld / 불러온 %lld개 표시 중
ru: Показаны %lld-%lld из %lld загружено
zh_hans: 显示已加载 %3$lld 行中的第 %1$lld-%2$lld 行
zh_hant: 顯示 %lld-%lld 共 %lld 已加載

source: Showing full ring buffer. Click to tail the most recent %lld lines.
ko: 전체 링 버퍼를 표시합니다. 최근 %lld개 줄을 꼬리표(tail)로 보려면 클릭하세요.
ru: Показан полный кольцевой буфер. Нажмите, чтобы просмотреть самые последние строки %lld.
zh_hans: 正在显示完整的环形缓冲区。点击以跟踪最近的 %lld 行。
zh_hant: 正在顯示完整的環形緩衝區。點擊以跟蹤最近的 %lld 行。

source: Sidebar
ko: 사이드바
ru: Боковая панель
zh_hans: 侧边栏
zh_hant: 側邊欄

source: Sign in
ko: 로그인
ru: Войти
zh_hans: 登录
zh_hant: 登錄

source: Sign In
ko: 로그인
ru: Войти
zh_hans: 登录
zh_hant: 登錄

source: Sign in (or sign up free) at github.com
ko: github.com에서 로그인하거나 무료로 가입하세요
ru: Войдите (или зарегистрируйтесь бесплатно) на github.com
zh_hans: 在 github.com 登录（或免费注册）
zh_hant: 在 github.com 登入（或免費註冊）

source: Sign in (or sign up free) at huggingface.co
ko: huggingface.co에서 로그인하세요(또는 무료로 가입하세요).
ru: Войдите (или зарегистрируйтесь бесплатно) на huggingface.co.
zh_hans: 在 huggingface.co 登录（或免费注册）
zh_hant: 在 huggingface.co 登入（或免費註冊）。

source: Sign in from the provider row.
ko: 제공자 행에서 로그인하세요.
ru: Войдите в систему из строки провайдера.
zh_hans: 从提供商行登录。
zh_hant: 從提供商行登錄。

source: Sign in or create an account
ko: 로그인 또는 계정 만들기
ru: Войдите или создайте аккаунт
zh_hans: 登录或创建账户
zh_hant: 登錄或創建賬戶

source: Sign in or save a token, then test again.
ko: 로그인하거나 토큰을 저장한 후 다시 테스트하세요.
ru: Войдите в систему или сохраните токен, а затем повторите попытку.
zh_hans: 登录或保存令牌，然后再次测试。
zh_hant: 登錄或保存令牌，然後再次測試。

source: Sign in required
ko: 로그인 필요
ru: Требуется вход
zh_hans: 需要登录
zh_hant: 需要登錄

source: Sign in to your developer account
ko: 개발자 계정에 로그인
ru: Войдите в свою аккаунт разработчика
zh_hans: 登录你的开发者帐户
zh_hant: 登錄您的開發者帳戶

source: Sign in via the server's OAuth login flow
ko: 서버의 OAuth 로그인 흐름을 통해 로그인
ru: Войдите в систему через процесс входа в систему OAuth на сервере.
zh_hans: 通过服务器的 OAuth 登录流程登录
zh_hant: 通過服務器的 OAuth 登錄流程登錄

source: Sign in with %@
ko: %@(으)로 로그인
ru: Войдите с помощью %@
zh_hans: 使用 %@ 登录
zh_hant: 使用 %@ 登錄

source: Sign In with %@
ko: %@(으)로 로그인
ru: Войдите с помощью %@
zh_hans: 使用 %@ 登录
zh_hant: 使用 %@ 登錄

source: Sign in with %@ instead
ko: 대신 %@(으)로 로그인
ru: Вместо этого войдите в систему с помощью %@
zh_hans: 改为使用 %@ 登录
zh_hant: 改爲使用 %@ 登錄

source: Sign in with ChatGPT
ko: ChatGPT로 로그인
ru: Войдите в ChatGPT
zh_hans: 使用 ChatGPT 登录
zh_hant: 使用 ChatGPT 登錄

source: Sign in with Grok
ko: Grok으로 로그인
ru: Войти через Grok
zh_hans: 使用 Grok 登录
zh_hant: 使用 Grok 登錄

source: Sign in with Grok using a SuperGrok or X Premium+ subscription, or paste a key from console.x.ai.
ko: SuperGrok 또는 X Premium+ 구독을 사용하여 Grok으로 로그인하거나 console.x.ai에서 키를 붙여넣으세요.
ru: Войдите в систему с помощью Grok, используя подписку SuperGrok или X Premium+, или вставьте ключ из console.x.ai.
zh_hans: 使用 SuperGrok 或 X Premium+ 订阅通过 Grok 登录，或从 console.x.ai 粘贴一个密钥。
zh_hant: 使用 SuperGrok 或 X Premium+ 訂閱通過 Grok 登錄，或從 console.x.ai 粘貼一個密鑰。

source: Sign in with OpenRouter
ko: OpenRouter로 로그인
ru: Войдите с помощью OpenRouter
zh_hans: 使用 OpenRouter 登录
zh_hant: 使用 OpenRouter 登錄

source: Sign in with OpenRouter or paste a key from openrouter.ai/keys.
ko: OpenRouter로 로그인하거나 openrouter.ai/keys에서 키를 붙여넣으세요.
ru: Войдите в систему с помощью OpenRouter или вставьте ключ из openrouter.ai/keys.
zh_hans: 使用 OpenRouter 登录，或从 openrouter.ai/keys 粘贴一个密钥。
zh_hant: 使用 OpenRouter 登錄，或從 openrouter.ai/keys 粘貼一個密鑰。

source: Sign in with the ChatGPT account that has Codex access.
ko: Codex 접근 권한이 있는 ChatGPT 계정으로 로그인하세요.
ru: Войдите в систему, используя аккаунт ChatGPT, имеющую доступ к Codexу.
zh_hans: 使用具有 Codex 访问权限的 ChatGPT 账户登录。
zh_hant: 使用具有Codex訪問權限的ChatGPT賬戶登錄。

source: Sign in with the xAI account that has Grok API access.
ko: Grok API 접근 권한이 있는 xAI 계정으로 로그인하세요.
ru: Войдите в систему с учётной записью xAI, у которой есть доступ Grok API.
zh_hans: 使用具有 Grok API 访问权限的 xAI 账户登录。
zh_hant: 使用具有Grok API訪問權限的xAI賬戶登錄。

source: Sign in with your account to give Osaurus access
ko: Osaurus에 접근 권한을 부여하려면 계정으로 로그인하세요
ru: Войдите в свою аккаунт, чтобы предоставить Osaurus доступ.
zh_hans: 使用你的账户登录，以授予 Osaurus 访问权限
zh_hant: 使用你的賬戶登錄，以授予 Osaurus 訪問權限

source: Sign in with your ChatGPT account.
ko: ChatGPT 계정으로 로그인하세요.
ru: Войдите в свою аккаунт ChatGPT.
zh_hans: 使用你的 ChatGPT 账户登录。
zh_hant: 使用你的 ChatGPT 賬戶登錄。

source: Signature already saved
ko: 서명이 이미 저장됨
ru: Подпись уже сохранёна
zh_hans: 签名已保存
zh_hant: 簽名已保存

source: Signature ready
ko: 서명 준비됨
ru: Подпись готова
zh_hans: 签名已就绪
zh_hant: 簽名已就緒

source: Signed in
ko: 로그인됨
ru: Вошёл в систему
zh_hans: 已登录
zh_hant: 已登錄

source: Signed in to Messages
ko: Messages에 로그인됨
ru: Вход в Messages выполнен
zh_hans: 已登录“信息”
zh_hant: 已登入「訊息」

source: Signed in with ChatGPT Plus/Pro. Tokens are stored in Keychain.
ko: ChatGPT Plus/Pro로 로그인되었습니다. 토큰은 키체인에 저장됩니다.
ru: Выполнен вход с помощью ChatGPT Plus/Pro. Токены хранятся в Keychain.
zh_hans: 已使用 ChatGPT Plus/Pro 登录。令牌存储在钥匙串中。
zh_hant: 已使用 ChatGPT Plus/Pro 登錄。令牌存儲在鑰匙串中。

source: Signed in with Grok. Tokens are stored in Keychain.
ko: Grok으로 로그인되었습니다. 토큰은 키체인에 저장됩니다.
ru: Вошёл через Grok. Токены хранятся в Keychain.
zh_hans: 已使用 Grok 登录。令牌存储在 Keychain 中。
zh_hant: 已使用Grok登錄。令牌存儲在Keychain中。

source: Signed in. Ready to save.
ko: 로그인되었습니다. 저장할 준비가 되었습니다.
ru: Выполнен вход. Готов сохранить.
zh_hans: 已登录。可以保存了。
zh_hant: 已登錄。可以保存了。

source: Signing in...
ko: 로그인 중...
ru: Вход в систему…
zh_hans: 正在登录...
zh_hant: 正在登錄...

source: Signing in…
ko: 로그인 중…
ru: Вход в систему…
zh_hans: 正在登录…
zh_hant: 正在登錄…

source: Signing invite…
ko: 초대 서명 중…
ru: Подписание приглашения…
zh_hans: 正在签署邀请…
zh_hant: 正在籤署邀請…

source: Signing Key Changed
ko: 서명 키 변경됨
ru: Ключ подписи изменен
zh_hans: 签名密钥已更改
zh_hant: 籤名密鑰已更改

source: Silence Timeout
ko: 무음 시간 초과
ru: Тайм-аут тишины
zh_hans: 静默超时
zh_hant: 靜音超時

source: Simple
ko: 단순
ru: Простой
zh_hans: 简单
zh_hant: 簡單

source: Simple instructions for everyday tasks
ko: 일상적인 작업을 위한 간단한 안내
ru: Простые инструкции для повседневных задач
zh_hans: 日常任务的简单说明
zh_hant: 日常任務的簡單說明

source: Simple mode builds the pattern for you. Regex mode lets you write your own pattern; it's checked before you can save.
ko: 단순 모드는 패턴을 자동으로 생성합니다. 정규식 모드는 사용자가 직접 패턴을 작성할 수 있으며, 저장하기 전에 검사됩니다.
ru: Простой режим создаст шаблон за вас. Режим Regex позволяет вам написать свой собственный шаблон; он проверяется, прежде чем вы сможете сохранить.
zh_hans: 简单模式会自动构建匹配规则。正则表达式模式允许你自行编写匹配规则，保存前会经过校验。
zh_hant: 簡單模式會自動構建匹配規則。正則表達式模式允許您自行編寫匹配規則，保存前會經過校驗。

source: Single-use — once someone accepts, this link can't be used again. Expires %@.
ko: 일회용 — 누군가 수락하면 이 링크는 다시 사용할 수 없습니다. %@ 만료됨.
ru: Одноразовое использование — как только кто-то примет, эту ссылку нельзя будет использовать снова. Срок действия истекает %@.
zh_hans: 一次性使用——一旦有人接受，此链接将无法再次使用。于 %@ 过期。
zh_hant: 一次性使用——一旦有人接受，此鏈接將無法再次使用。於 %@ 過期。

source: Size
ko: 크기
ru: Размер
zh_hans: 大小
zh_hant: 大小

source: Size (Largest first)
ko: 크기 (큰 순)
ru: Размер (сначала самый большой)
zh_hans: 大小（最大的在前）
zh_hant: 大小（最大的在前）

source: Size (Smallest first)
ko: 크기 (작은 순)
ru: Размер (сначала самый маленький)
zh_hans: 大小（最小的在前）
zh_hant: 大小（最小的在前）

source: Skill archive contains more than %lld entries
ko: 스킬 아카이브에 %lld개 이상의 항목이 포함되어 있습니다
ru: Архив навыков содержит более %lld записей
zh_hans: 技能归档包含超过 %lld 个条目
zh_hant: 技能歸檔包含超過 %lld 個條目

source: Skill archive entry "%@" escapes the archive root
ko: 스킬 아카이브 항목 "%@"이(가) 아카이브 루트를 벗어납니다
ru: Запись в архиве навыков «%@» выходит за пределы корня архива.
zh_hans: 技能归档条目“%@”位于归档根目录之外
zh_hant: 技能歸檔條目「%@」位於歸檔根目錄之外

source: Skill archive entry "%@" is deeper than the %lld-level limit
ko: 스킬 아카이브 항목 "%@"이(가) %lld단계 제한보다 깊습니다
ru: Запись в архиве навыков «%@» глубже предела уровня %lld.
zh_hans: 技能归档条目“%@”超过 %lld 级深度限制
zh_hant: 技能歸檔條目「%@」超過 %lld 級深度限制

source: Skill archive entry "%@" is larger than the %@ limit
ko: 스킬 아카이브 항목 "%@"이(가) %@ 제한보다 큽니다
ru: Запись архива навыков «%@» превышает предел %@.
zh_hans: 技能归档条目“%@”超过 %@ 限制
zh_hant: 技能歸檔條目「%@」超過 %@ 限制

source: Skill archive entry "%@" is not a regular file or directory
ko: 스킬 아카이브 항목 "%@"이(가) 일반 파일 또는 디렉터리가 아닙니다
ru: Запись архива навыков «%@» не является обычным файлом или каталогом.
zh_hans: 技能归档条目“%@”不是常规文件或目录
zh_hant: 技能歸檔條目「%@」不是常規文件或目錄

source: Skill archive is larger than the %@ limit
ko: 스킬 아카이브가 %@ 제한보다 큽니다
ru: Архив навыков превышает лимит %@.
zh_hans: 技能归档超过 %@ 限制
zh_hant: 技能歸檔超過 %@ 限制

source: Skill is available for use
ko: 스킬을 사용할 수 있습니다
ru: Навык доступен для использования
zh_hans: 技能可用
zh_hant: 技能可用

source: Skill is hidden
ko: 스킬이 숨겨져 있습니다
ru: Навык скрыт
zh_hans: 技能已隐藏
zh_hant: 技能已隱藏

source: Skill not found
ko: 스킬을 찾을 수 없음
ru: Навык не найден
zh_hans: 未找到技能
zh_hant: 未找到技能

source: Skills
ko: 스킬
ru: Навыки
zh_hans: 技能
zh_hant: 技能

source: Skills provide specialized knowledge and guidance to the AI.
ko: 스킬은 AI에게 전문 지식과 지침을 제공합니다.
ru: Навыки предоставляют специальные знания и рекомендации для ИИ.
zh_hans: 技能为 AI 提供专门知识和指引。
zh_hant: 技能爲 AI 提供專門知識和指引。

source: Skills that govern tool groups
ko: 도구 그룹을 제어하는 스킬
ru: Навыки, управляющие группами инструментов
zh_hans: 管理工具组的技能
zh_hant: 管理工具組的技能

source: Skip
ko: 건너뛰기
ru: Пропускать
zh_hans: 跳过
zh_hant: 跳過

source: Skip Code Blocks
ko: 코드 블록 건너뛰기
ru: Пропустить блоки кода
zh_hans: 跳过代码块
zh_hant: 跳過代碼塊

source: Skip download and use Cloud only
ko: 다운로드를 건너뛰고 Osaurus Cloud만 사용
ru: Пропустить загрузку и использовать только Osaurus Cloud
zh_hans: 跳过下载，仅使用 Osaurus Cloud
zh_hant: 跳過下載，僅使用 Osaurus Cloud

source: Skip messages sent from the linked account itself (including your phone and other linked devices). Turn this off to test the full loop from a single number by messaging yourself — the sender must still be in the authorized list, and automatic replies can loop if the agent answers itself.
ko: 연결된 계정 자체(내 휴대폰 및 다른 연결된 기기 포함)에서 보낸 메시지를 건너뜁니다. 하나의 번호로 자신에게 메시지를 보내 전체 흐름을 테스트하려면 이 옵션을 끄세요 — 발신자는 여전히 승인 목록에 있어야 하며, 에이전트가 자신에게 응답하면 자동 응답이 루프에 빠질 수 있습니다.
ru: Пропускать сообщения, отправленные с самого привязанного аккаунта (включая ваш телефон и другие привязанные устройства). Отключите это, чтобы протестировать весь цикл с одного номера, написав самому себе — отправитель всё равно должен быть в списке авторизованных, а автоматические ответы могут зациклиться, если агент отвечает сам себе.
zh_hans: 跳过由已关联账号本身发送的消息（包括你的手机和其他已关联设备）。关闭此选项即可通过给自己发消息、用单个号码测试完整流程 — 发送者仍必须在授权列表中，且如果代理回复自己，自动回复可能会形成循环。

source: Skip messages sent from this Mac's own account. Turn this off to test the full loop from a single machine by messaging yourself — the sender must still be in the authorized list, and automatic replies can loop if the agent answers itself.
ko: 이 Mac의 자체 계정에서 보낸 메시지를 건너뜁니다. 이 옵션을 끄면 자신에게 메시지를 보내 한 대의 기기에서 전체 루프를 테스트할 수 있습니다. 발신자는 여전히 승인 목록에 있어야 하며, 에이전트가 자신에게 답하면 자동 답장이 반복될 수 있습니다.
ru: Пропускать сообщения, отправленные с собственной учётной записи этого Mac. Отключите, чтобы протестировать весь цикл с одной машины, написав самому себе — отправитель всё равно должен быть в списке авторизованных, а автоматические ответы могут зациклиться, если агент отвечает сам себе.
zh_hans: 跳过从这台 Mac 自己的账户发送的消息。关闭此选项可通过给自己发消息在一台机器上测试完整流程——发送者仍须在授权列表中，且如果智能体回复自己，自动回复可能会循环。
zh_hant: 跳過從這台 Mac 自己的帳戶傳送的訊息。關閉此選項可透過給自己傳訊息在一台機器上測試完整流程——傳送者仍須在授權列表中，且如果智能體回覆自己，自動回覆可能會循環。

source: Skip the review sheet — still redact, just don't ask each turn.
ko: 검토 시트 건너뛰기 — 비식별화는 계속 수행하지만 매 턴마다 묻지 않습니다.
ru: Пропустите лист обзора — все равно редактируйте, только не спрашивайте каждый ход.
zh_hans: 跳过审核面板——仍进行脱敏，只是不再每一轮询问。
zh_hant: 跳過審核面板——仍進行脫敏，只是不再每一輪詢問。

source: SKP
ko: 건너뜀
zh_hans: 跳过
zh_hant: 跳過

source: Slack and Telegram definitions can be prepared now; native execution lands in their adapter PRs.
ko: Slack 및 Telegram 정의는 지금 준비할 수 있습니다. 네이티브 실행은 해당 어댑터 PR에 포함됩니다.
ru: Описания Slack и Telegram можно подготовить уже сейчас; нативный запуск появится в пул-реквестах с соответствующими адаптерами.
zh_hans: 现在可以配置 Slack 和 Telegram 通道了；原生执行将在各自的适配器 PR 中落地。
zh_hant: 現在可以配置 Slack 和 Telegram 通道了；原生執行將在各自的適配器 PR 中落地。

source: Slash commands
ko: 슬래시 명령어
ru: Слэш-команды
zh_hans: 斜杠命令
zh_hant: 斜槓命令

source: Slash Commands
ko: 슬래시 명령어
ru: Слэш-команды
zh_hans: 斜杠命令
zh_hant: 斜槓命令

source: Slash commands let you insert reusable prompts from the chat input by typing /name.
ko: 슬래시 명령어를 사용하면 채팅 입력창에서 /name을 입력하여 재사용 가능한 프롬프트를 삽입할 수 있습니다.
ru: Слэш-команды позволяют вставлять многоразовые промпты из ввода в чат, набрав /name.
zh_hans: 斜杠命令让你可以通过在聊天输入框中输入 /name 来插入可重复使用的提示词。
zh_hant: 斜槓命令讓你可以通過在聊天輸入框中輸入 /name 來插入可重複使用的提示詞。
